cases/PR3.0/case/Allrun
#!/bin/sh
cd "${0%/*}" || exit 1

blockMesh
foamRun -solver shockFluid
